Repository: prabhjeet6/schoolmonitor
Catalog: src/messages.*.xlf
Languages: pa

source: Sign in <br/>to get a digital experience <br/>of your school
pa: ਸਾਈਨ - ਇਨ ਕਰੋ <br/>ਆਪਣੇ ਸਕੂਲ ਦਾ ਡਿਜੀਟਲ ਤਜਰਬਾ <br/>ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ

source: Welcome to SchoolMonitor!
pa: ਸਕੂਲਮਨੀਟਰ ਵਿੱਚ ਜੀ ਆਇਆਂ ਨੂੰ !

source: Username
pa: ਉਪਭੋਗਤਾ ਦਾ ਨਾਮ

source: password
pa: ਪਾਸਵਰਡ

source: Login
pa: ਲਾਗਿਨ

source: Forgot Password?
pa: ਪਾਸਵਰਡ ਭੁੱਲ ਗਏ?

source: Oh snap!
pa: ਓਹ !

source: Change a few things up
pa: ਕੁਝ ਚੀਜ਼ਾਂ ਬਦਲੋ

source: and try submitting again.
pa: ਅਤੇ ਦੁਬਾਰਾ ਦਰਜ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰੋ.

source: Username is required
pa: ਉਪਯੋਗਕਰਤਾ ਨਾਮ ਲਾਜ਼ਮੀ ਹੈ

source: Please provide a valid Username
pa: ਕਿਰਪਾ ਕਰਕੇ ਇੱਕ ਵੈਧ ਉਪਯੋਗਕਰਤਾ ਨਾਮ ਪ੍ਰਦਾਨ ਕਰੋ

source: Password is required
pa: ਪਾਸਵਰਡ ਲੋੜ ਹੈ

source: Online CourseWork
pa: ਆਨਲਾਈਨ ਕੋਰਸ

source: Admin Console
pa: ਐਡਮਿਨ ਕੰਸੋਲ

source: Hello, Folks!
pa: ਹੈਲੋ, ਲੋਕੋ!

source: This is Admin Console of the website, more Functionality may be available if development continues.
pa: ਇਹ ਵੈਬਸਾਈਟ ਦਾ ਐਡਮਿਨ ਕੰਸੋਲ ਹੈ, ਜੇ ਵਿਕਾਸ ਜਾਰੀ ਰਿਹਾ ਤਾਂ ਵਧੇਰੇ ਕਾਰਜਸ਼ੀਲਤਾ ਉਪਲਬਧ ਹੋ ਸਕਦੀ ਹੈ.

source: Currently, you can upload Student details in Excel/CSV format, for your school, just select the File by clicking on the choose button below, or simply drag and drop the File over choose button.
pa: ਵਰਤਮਾਨ ਵਿੱਚ, ਤੁਸੀਂ ਆਪਣੇ ਸਕੂਲ ਲਈ, ਐਕਸਲ / ਸੀਐਸਵੀ ਫਾਰਮੈਟ ਵਿੱਚ ਵਿਦਿਆਰਥੀ ਵੇਰਵੇ ਅਪਲੋਡ ਕਰ ਸਕਦੇ ਹੋ, ਬੱਸ ਹੇਠਾਂ ਦਿੱਤੇ ਚੂਸ ਬਟਨ ਤੇ ਕਲਿਕ ਕਰਕੇ ਫਾਈਲ ਚੁਣੋ, ਜਾਂ ਫਾਈਲ ਨੂੰ ਚੂਸ ਬਟਨ ਤੇ ਖਿੱਚੋ ਅਤੇ ਸੁੱਟੋ.

source: © 2020 Copyright:
pa: © 2020 ਕਾਪੀਰਾਈਟ:

source: Prabhjeet Singh
pa: ਪ੍ਰਭਜੀਤ ਸਿੰਘ

source: Log Out
pa: ਲਾੱਗ ਆਊਟ

source: <button>Oops! Looking for Home Page ?</button>
pa: <button>ਓਹ ਹੋ! ਹੋਮ ਪੇਜ ਲੱਭ ਰਹੇ ਹੋ?</button>

source: First, let's find your account
pa: ਪਹਿਲਾਂ, ਆਪਣੇ ਖਾਤੇ ਨੂੰ ਲੱਭੀਏ

source: Please select your School and enter your registered Email
pa: ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੇ ਸਕੂਲ ਚੁਣੋ ਅਤੇ ਆਪਣੀ ਰਜਿਸਟਰਡ ਈਮੇਲ ਦਰਜ ਕਰੋ

source: Schoolname
pa: ਸਕੂਲ ਦਾ ਨਾਮ

source: Email
pa: ਈ - ਮੇਲ

source: gnerate otp
pa: ਓਟੀਪੀ ਤਿਆਰ ਕਰੋ

source: Email is required
pa: ਈਮੇਲ ਲੋੜ ਹੈ

source: Please provide a valid Email Address
pa: ਕਿਰਪਾ ਕਰਕੇ ਇੱਕ ਵੈਧ ਈਮੇਲ ਪਤਾ ਪ੍ਰਦਾਨ ਕਰੋ

source: Schoolname is required
pa: ਸਕੂਲ ਦਾ ਨਾਮ ਲਾਜ਼ਮੀ ਹੈ

source: Human Response validated
pa: ਮਨੁੱਖੀ ਜਵਾਬ ਪ੍ਰਮਾਣਿਤ

source: Please provide correct values for form Fields and validate Human response
pa: ਕਿਰਪਾ ਕਰਕੇ ਟੈਕਸਟ ਫੀਲਡਸ ਲਈ ਸਹੀ ਇਨਪੁਟ ਪ੍ਰਦਾਨ ਕਰੋ ਅਤੇ ਮਨੁੱਖੀ ਜਵਾਬ ਨੂੰ ਪ੍ਰਮਾਣਿਤ ਕਰੋ

source: Please enter Verification Code
pa: ਕਿਰਪਾ ਕਰਕੇ ਤਸਦੀਕ ਕੋਡ ਦਾਖਲ ਕਰੋ

source: We will email an OTP, if the provided details are correct
pa: ਜੇ ਅਸੀਂ ਪ੍ਰਦਾਨ ਕੀਤੇ ਵੇਰਵੇ ਸਹੀ ਹਨ ਤਾਂ ਅਸੀਂ ਇੱਕ ਓਟੀਪੀ ਨੂੰ ਈਮੇਲ ਕਰਾਂਗੇ

source: back
pa: ਵਾਪਸ

source: resend otp
pa: ਮੁੜ ਭੇਜੋ ਓ.ਟੀ.ਪੀ.

source: verify otp
pa: otp ਦੀ ਪੜਤਾਲ ਕਰੋ

source: Please enter correct verification code
pa: ਕਿਰਪਾ ਕਰਕੇ ਸਹੀ ਤਸਦੀਕ ਕੋਡ ਦਾਖਲ ਕਰੋ

source: Change password
pa: ਪਾਸਵਰਡ ਬਦਲੋ

source: Caution: do not share sensitive information with anyone.
pa: ਸਾਵਧਾਨੀ: ਕਿਸੇ ਨਾਲ ਵੀ ਸੰਵੇਦਨਸ਼ੀਲ ਜਾਣਕਾਰੀ ਸਾਂਝੀ ਨਾ ਕਰੋ.

source: change password
pa: ਪਾਸਵਰਡ ਬਦਲੋ

source: Entry for New Password is required
pa: ਨਵੇਂ ਪਾਸਵਰਡ ਲਈ ਐਂਟਰੀ ਲਾਜ਼ਮੀ ਹੈ

source: Please provide a valid entry for New Password
pa: ਕਿਰਪਾ ਕਰਕੇ ਇੱਕ ਵੈਧ ਨਵਾਂ ਪਾਸਵਰਡ ਦਿਓ

source: Entry for Confirm New Password is required
pa: ਪੁਸ਼ਟੀ ਕੀਤੇ ਨਵੇਂ ਪਾਸਵਰਡ ਲਈ ਐਂਟਰੀ ਲਾਜ਼ਮੀ ਹੈ

source: Please provide a valid entry for Confirm New Password
pa: ਨਵੇਂ ਪਾਸਵਰਡ ਦੀ ਪੁਸ਼ਟੀ ਕਰਨ ਲਈ ਕਿਰਪਾ ਕਰਕੇ ਵੈਧ ਇੰਪੁੱਟ ਦਿਓ

source: New Password and Confirm New Pasword should match
pa: ਨਵਾਂ ਪਾਸਵਰਡ ਅਤੇ ਰੀ ਐਂਟਰ ਕੀਤਾ ਨਵਾਂ ਪਾਸਵਰਡ ਮੇਲ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ

source: Password Changed Successfully
pa: ਪਾਸਵਰਡ ਸਫਲਤਾਪੂਰਵਕ ਬਦਲਿਆ ਗਿਆ

source: Sorry! Password Could not be changed.Please try after sometime
pa: ਮਾਫ ਕਰਨਾ! ਪਾਸਵਰਡ ਬਦਲਿਆ ਨਹੀਂ ਜਾ ਸਕਿਆ, ਕਿਰਪਾ ਕਰਕੇ ਕੁਝ ਸਮੇਂ ਬਾਅਦ ਕੋਸ਼ਿਸ਼ ਕਰੋ
